Repository: mustafaf8/QR-Reader
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# shareAppText
source: I'm using the QR Reader app! 📱 You can easily scan QR codes and barcodes, and create new QR codes.
es: ¡Estoy usando la aplicación Lector QR! 📱 Puedes escanear fácilmente códigos QR y códigos de barras, y crear nuevos códigos QR.
tr: QR Okuyucu uygulamasını kullanıyorum! 📱 QR kodları ve barkodları kolayca tarayabilir, yeni QR kodlar oluşturabilirsiniz.

# shareAppSubject
source: QR Reader App
es: Aplicación Lector QR
tr: QR Okuyucu Uygulaması

source: Contact QR Code (vCard)
es: Código QR de Contacto (vCard)
tr: Kişi QR Kodu (vCard)

# contactQrCodeTitle
source: Contact QR Code
es: Código QR de Contacto
tr: Kişi QR Kodu

source: Event QR Code (vEvent)
es: Código QR de Evento (vEvent)
tr: Etkinlik QR Kodu (vEvent)

source: Wi-Fi QR Code
es: Código QR Wi-Fi
tr: Wi-Fi QR Kodu

source: Network Name (SSID)
es: Nombre de Red (SSID)
tr: Ağ Adı (SSID)

source: None
es: Ninguna
tr: Yok

# urlOpeningError
source: Error occurred while opening URL
es: Error al abrir la URL
tr: URL açılırken hata oluştu

source: Phone
es: Teléfono
tr: Telefon

source: Email
es: Correo Electrónico
tr: E-posta

source: Organization
es: Organización
tr: Organizasyon

# positionHint
source: Your position
es: Tu posición
tr: Pozisyonunuz

source: Website
es: Sitio Web

source: Address
es: Dirección
tr: Adres

# addressInfoHint
source: Your address information
es: Tu información de dirección
tr: Adres bilginiz

# enterFirstNameOrLastName
source: Enter first or last name
es: Ingresa nombre o apellido
tr: Ad veya soyad girin

source: vCard Data
es: Datos vCard
tr: vCard Verisi

source: Event Information
es: Información del Evento
tr: Etkinlik Bilgileri

source: Date and Time
es: Fecha y Hora
tr: Tarih ve Saat

source: vEvent Data
es: Datos vEvent
tr: vEvent Verisi

# wifiQrCodeInfo
source: Wi-Fi information card
es: Tarjeta de información Wi-Fi
tr: Wi-Fi bilgi kartı

source: Raw Data
es: Datos Sin Procesar
tr: Ham Veri

source: QR code data saved
es: Datos del código QR guardados
tr: QR kod verisi kaydedildi

source: Enter data
es: Ingrese datos
tr: Veri girin

source: Information
es: Información
tr: Bilgi

# copyAction
source: Copy
es: Copiar
tr: Kopyala

# deleteAction
source: Delete
es: Eliminar
tr: Sil

# saveAction
source: Save
es: Guardar
tr: Kaydet

# closeAction
source: Close
es: Cerrar
tr: Kapat

source: Scan deleted
es: Escaneo eliminado
tr: Tarama silindi

source: URL Found
es: URL Encontrada
tr: URL Bulundu

# calendarQrCodeTitle
source: Calendar QR Code
es: Código QR de Calendario
tr: Takvim QR Kodu

# wifiQrCodeTitle
source: Wi-Fi QR Code
es: Código QR Wi-Fi
tr: Wi-Fi QR Kodu

# deleteScanTitle
source: Delete Scan
es: Eliminar Escaneo
tr: Tarama Sil

# licenseType
source: Proprietary
es: Propietario

# enterDataHint
source: Enter data
es: Ingresa datos
tr: Veri girin

# emailHint
source: example@email.com
es: ejemplo@email.com
tr: ornek@email.com

# websiteHint
source: www.example.com
es: www.ejemplo.com
tr: www.ornek.com

# urlHint
source: https://example.com
es: https://ejemplo.com

# emailAddressHint
source: example@email.com
es: ejemplo@email.com
tr: ornek@email.com

# refreshTooltip
source: Refresh
es: Actualizar
tr: Yenile

# filterLabel
source: Filter:
es: Filtrar:
tr: Filtrele:

# typeLabel
source: Type:
es: Tipo:
tr: Tip:

# timeLabel
source: Time:
es: Tiempo:
tr: Zaman:

# formatLabel
source: Format:
es: Formato:

# totalScansLabel
source: Total Scans:
es: Escaneos Totales:
tr: Toplam Tarama:

# urlScansLabel
source: URL Scans:
es: Escaneos URL:
tr: URL Taramaları:

# emailScansLabel
source: Email Scans:
es: Escaneos Email:
tr: E-posta Taramaları:

# phoneScansLabel
source: Phone Scans:
es: Escaneos Teléfono:
tr: Telefon Taramaları:

# smsScansLabel
source: SMS Scans:
es: Escaneos SMS:
tr: SMS Taramaları:

# locationScansLabel
source: Location Scans:
es: Escaneos Ubicación:
tr: Konum Taramaları:

# wifiScansLabel
source: WiFi Scans:
es: Escaneos WiFi:
tr: WiFi Taramaları:

# contactScansLabel
source: Contact Scans:
es: Escaneos Contacto:
tr: Kişi Taramaları:

# mecardScansLabel
source: MeCard Scans:
es: Escaneos MeCard:
tr: MeCard Taramaları:

# otpScansLabel
source: OTP Scans:
es: Escaneos OTP:
tr: OTP Taramaları:

# cryptoScansLabel
source: Crypto Scans:
es: Escaneos Cripto:
tr: Kripto Para Taramaları:

# emailType
source: Email
es: Correo
tr: E-posta

# phoneType
source: Phone
es: Teléfono
tr: Telefon

# locationType
source: Location
es: Ubicación
tr: Konum

# otpType
source: OTP
es: Código OTP

# cryptoType
source: Crypto
es: Dirección Cripto
tr: Kripto Para

# saveTooltip
source: Save
es: Guardar
tr: Kaydet

# firstNameLabel
source: First Name
es: Nombre
tr: Ad

# lastNameLabel
source: Last Name
es: Apellido
tr: Soyad

# phoneLabel
source: Phone
es: Teléfono
tr: Telefon

# emailLabel
source: Email
es: Correo Electrónico
tr: E-posta

# organizationLabel
source: Organization
es: Organización
tr: Organizasyon

# websiteLabel
source: Website
es: Sitio Web

# vCardDataLabel
source: vCard Data
es: Datos vCard
tr: vCard Verisi

# eventInfoLabel
source: Event Information
es: Información del Evento
tr: Etkinlik Bilgileri

# dateAndTimeLabel
source: Date and Time
es: Fecha y Hora
tr: Tarih ve Saat

# qrReaderTitle
source: QR Reader
es: Lector QR
tr: QR Okuyucu

# blueTheme
source: Blue
es: Azul
tr: Mavi

# tealTheme
source: Teal
es: Verde Azulado
tr: Yeşil

# purpleTheme
source: Purple
es: Morado
tr: Mor

source: Last Scan Result
es: Último Resultado del Escaneo
tr: Son Tarama Sonucu

# vcardType
source: vCard
es: Tarjeta de Contacto

# textType
source: Text
es: Texto
tr: Metin

# statsAction
source: Statistics
es: Estadísticas
tr: İstatistikler

# exportAction
source: Export
es: Exportar
tr: Dışa Aktar

# removeDuplicatesAction
source: Remove Duplicates
es: Eliminar Duplicados
tr: Tekrarları Kaldır

# clearAllAction
source: Clear All
es: Limpiar Todo
tr: Tümünü Temizle

# openAction
source: Open
es: Abrir
tr: Aç

# lightTheme
source: Light
es: Claro
tr: Açık

# darkTheme
source: Dark
es: Oscuro
tr: Koyu

# systemTheme
source: System
es: Sistema
tr: Sistem

source: Theme Selection
es: Selección de Tema
tr: Tema Seçimi

source: Select Theme
es: Seleccionar Tema
tr: Tema Seçin

# imageAnalyzing
source: Analyzing image...
es: Analizando imagen...
tr: Resim analiz ediliyor...

# wifiInfo
source: Wi-Fi Information
es: Información Wi-Fi
tr: Wi-Fi Bilgileri

source: URL not found
es: URL no encontrada
tr: URL bulunamadı

source: Close
es: Cerrar
tr: Kapat

source: Confirm
es: Confirmar
tr: Onayla

# errorOccurred
source: An error occurred
es: Ocurrió un error
tr: Bir hata oluştu

# operationCompleted
source: Operation completed successfully
es: Operación completada exitosamente
tr: İşlem başarıyla tamamlandı

source: Yesterday
es: Ayer
tr: Dün

source: days ago
es: días atrás
tr: gün önce

source: Copy failed
es: Error al copiar
tr: Kopyalama başarısız

source: Saved to Downloads
es: Guardado en Descargas
tr: İndirilenler klasörüne kaydedildi

source: Save failed
es: Error al guardar
tr: Kaydetme başarısız

source: Share failed
es: Error al compartir
tr: Paylaşma başarısız

# urlOpenFailed
source: Failed to open URL
es: Error al abrir URL
tr: URL açılamadı

source: Error
tr: Hata

source: OK
tr: Tamam

source: No
tr: Hayır

# noValue
source: No
tr: Hayır

# errorPrefix
source: Error
tr: Hata

# errorLabel
source: Error
tr: Hata
