Repository: mustafaf8/QR-Reader
Catalog: lib/l10n/app_*.arb
Languages: es, tr

# settingsTitle
source: Settings
es: Configuración
tr: Ayarlar

source: Scan QR Code
es: Escanear Código QR
tr: QR Kod Tara

source: Scan History
es: Historial de Escaneo
tr: Tarama Geçmişi

source: Favorites
es: Favoritos
tr: Sık Kullanılanlar

# createQrCode
source: Create QR
es: Crear QR
tr: QR Oluştur

source: Language
es: Idioma
tr: Dil

source: Color Theme
es: Tema de Color
tr: Renk Teması

source: Select Language
es: Seleccionar Idioma
tr: Dil Seçin

# galleryScan
source: Scan QR from Gallery
es: Escanear QR desde Galería
tr: Galeriden QR Tara

source: Scan from Gallery
es: Escanear desde Galería
tr: Galeriden Seç

# homeScreenTitle
source: QR Reader
es: Lector QR
tr: QR Okuyucu

# homeScreenSubtitle
source: Scan QR codes and barcodes easily
es: Escanee códigos QR y códigos de barras fácilmente
tr: QR kodları ve barkodları kolayca tarayın

source: View
es: Vista
tr: Görünüm

# appInfo
source: App Information
es: Información de la App
tr: Uygulama Bilgisi

source: Version
es: Versión
tr: Versiyon

source: License
es: Licencia
tr: Lisans

source: Select Color Theme
es: Seleccionar Tema de Color
tr: Renk Teması Seç

source: Image Scan
es: Escanear Imagen
tr: Resim Tara

source: Scan from Image
es: Escanear desde Imagen
tr: Resimden Tara

# createWifi
source: Create WiFi QR
es: Crear QR WiFi
tr: WiFi QR Oluştur

source: Create Text
es: Crear Texto
tr: Metin Oluştur

source: Create URL
es: Crear URL
tr: URL Oluştur

source: Create Email
es: Crear Correo Electrónico
tr: E-posta Oluştur

source: Create SMS
es: Crear SMS
tr: SMS Oluştur

source: Create Phone
es: Crear Teléfono
tr: Telefon Oluştur

# createContact
source: Create Contact QR
es: Crear QR de Contacto
tr: Kişi QR Oluştur

source: Create Event
es: Crear Evento
tr: Etkinlik Oluştur

source: Create Location
es: Crear Ubicación
tr: Konum Oluştur

source: Scan Result
es: Resultado del Escaneo
tr: Tarama Sonucu

source: Copy
es: Copiar
tr: Kopyala

source: Share
es: Compartir
tr: Paylaş

source: Save
es: Guardar
tr: Kaydet

source: Delete
es: Eliminar
tr: Sil

source: Add to Favorites
es: Agregar a Favoritos
tr: Favorilere Ekle

source: Remove from Favorites
es: Quitar de Favoritos
tr: Favorilerden Çıkar

# noHistory
source: No scan history yet
es: Aún no hay historial de escaneo
tr: Henüz tarama geçmişi yok

# noFavorites
source: No favorites yet
es: Aún no hay favoritos
tr: Henüz favori yok

# noQrCodes
source: No QR codes created yet
es: Aún no se han creado códigos QR
tr: Henüz QR kod oluşturulmamış

source: Success
es: Éxito
tr: Başarılı

source: Cancel
es: Cancelar
tr: İptal

source: Yes
es: Sí
tr: Evet

source: Open
es: Abrir
tr: Aç

source: Statistics
es: Estadísticas
tr: İstatistikler

source: Export
es: Exportar
tr: Dışa Aktar

source: Remove Duplicates
es: Eliminar Duplicados
tr: Tekrarları Kaldır

source: Delete All
es: Eliminar Todo
tr: Tümünü Sil

# removeFromFavoritesConfirm
source: Removed from favorites
es: Eliminado de favoritos
tr: Sık kullanılanlardan çıkarıldı

source: Delete All Favorites
es: Eliminar Todos los Favoritos
tr: Tüm Sık Kullanılanları Sil

# deleteAllFavoritesConfirm
source: Are you sure you want to delete all favorites?
es: ¿Estás seguro de que quieres eliminar todos los favoritos?
tr: Tüm sık kullanılanları silmek istediğinizden emin misiniz?

source: All favorites deleted
es: Todos los favoritos eliminados
tr: Tüm sık kullanılanlar silindi

source: Delete error
es: Error al eliminar
tr: Silme hatası

# urlOpenFeature
source: URL opening feature
es: Función de apertura de URL
tr: URL açma özelliği

# historyLoadError
source: Error loading history
es: Error al cargar el historial
tr: Geçmiş yüklenirken hata

# deleteScanConfirm
source: Are you sure you want to delete this scan?
es: ¿Estás seguro de que quieres eliminar este escaneo?
tr: Bu taramayı silmek istediğinizden emin misiniz?

source: Added to favorites
es: Agregado a favoritos
tr: Sık kullanılanlara eklendi

# duplicatesRemoved
source: Duplicate scans removed
es: Escaneos duplicados eliminados
tr: Tekrar eden taramalar kaldırıldı

# removeDuplicatesError
source: Error removing duplicates
es: Error al eliminar duplicados
tr: Tekrarları kaldırma hatası

source: Delete All Scans
es: Eliminar Todos los Escaneos
tr: Tüm Taramaları Sil

# deleteAllScansConfirm
source: Are you sure you want to delete all scan history? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar todo el historial de escaneos? Esta acción no se puede deshacer.
tr: Tüm tarama geçmişini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: All scans deleted
es: Todos los escaneos eliminados
tr: Tüm taramalar silindi

# historyCopiedToClipboard
source: Scan history copied to clipboard
es: Historial de escaneos copiado al portapapeles
tr: Tarama geçmişi panoya kopyalandı

source: Export error
es: Error de exportación
tr: Dışa aktarma hatası

# statisticsTitle
source: Statistics
es: Estadísticas
tr: İstatistikler

source: No password
es: Sin contraseña
tr: Şifre yok

source: Contact QR Code
es: Código QR de Contacto
tr: Kişi QR Kodu

# wifiPassword
source: WiFi password copied to clipboard
es: Contraseña WiFi copiada al portapapeles
tr: WiFi şifresi panoya kopyalandı

# searchHistory
source: Search in scan history...
es: Buscar en historial de escaneos...
tr: Tarama geçmişinde ara...

source: All
es: Todos
tr: Tümü

source: No scans yet
es: Aún no hay escaneos
tr: Henüz tarama yapılmamış

# startScanning
source: Start scanning QR codes!
es: ¡Comienza a escanear códigos QR!
tr: QR kod taramaya başlayın!

source: Password
es: Contraseña
tr: Şifre

# removeFromFavoritesAction
source: Remove from favorites
es: Quitar de favoritos
tr: Sık kullanılanlardan çıkar

# addToFavoritesAction
source: Add to favorites
es: Agregar a favoritos
tr: Sık kullanılanlara ekle

# noPasswordText
source: No password
es: Sin contraseña
tr: Şifre yok

# hiddenPassword
source: HIDDEN
es: Contraseña oculta
tr: GİZLİ

source: Content
es: Contenido
tr: İçerik

# wifiPasswordLabel
source: WiFi Password
es: Contraseña WiFi
tr: WiFi Şifresi

source: URL Scan
es: Escaneo URL
tr: URL Taraması

source: First Scan
es: Primer Escaneo
tr: İlk Tarama

source: Type Distribution
es: Distribución de Tipos
tr: Tip Dağılımı

source: Clear All
es: Limpiar Todo
tr: Tümünü Temizle

source: No favorites yet
es: Aún no hay favoritos
tr: Henüz sık kullanılan yok

# addFavoritesHint
source: Click the star icon in scan history to add to favorites
es: Haz clic en el ícono de estrella en el historial de escaneos para agregar a favoritos
tr: Tarama geçmişinden yıldız ikonuna tıklayarak sık kullanılanlara ekleyebilirsiniz

# removeFromFavoritesTooltip
source: Remove from favorites
es: Quitar de favoritos
tr: Sık kullanılanlardan çıkar

source: Copied to clipboard
es: Copiado al portapapeles
tr: Panoya kopyalandı

source: Favorite Detail
es: Detalle de Favorito
tr: Sık Kullanılan Detayı

source: Data Content
es: Contenido de Datos
tr: Veri İçeriği

source: Description
es: Descripción
tr: Açıklama

source: Open Web Page
es: Abrir Página Web
tr: Web Sayfasını Aç

source: Network Name
es: Nombre de Red
tr: Ağ Adı

# passwordLabel
source: Password
es: Contraseña
tr: Şifre

# alignQrCode
source: Align QR code within the square area
es: Alinea el código QR dentro del área cuadrada
tr: QR kodu kare alan içine hizalayın

source: Data Input
es: Entrada de Datos
tr: Veri Girişi

source: Preview
es: Vista Previa
tr: Önizleme

source: Invalid data format
es: Formato de datos inválido
tr: Geçersiz veri formatı

source: Downloads folder not found
es: Carpeta de descargas no encontrada
tr: Downloads klasörü bulunamadı

source: Creation Date
es: Fecha de Creación
tr: Oluşturulma Tarihi

source: Save error
es: Error de guardado
tr: Kaydetme hatası

source: Share error
es: Error de compartir
tr: Paylaşım hatası

source: QR code data shared
es: Datos del código QR compartidos
tr: QR kod verisi paylaşıldı

source: Event Title
es: Título del Evento
tr: Etkinlik Başlığı

source: Enter event name
es: Ingresa el nombre del evento
tr: Etkinlik adını girin

# eventDescription
source: Description
es: Descripción
tr: Açıklama

source: Enter event description
es: Ingresa la descripción del evento
tr: Etkinlik açıklaması

source: Organizer
es: Organizador
tr: Organizatör

# startDate
source: Start
es: Inicio
tr: Başlangıç

# endDate
source: End
es: Fin
tr: Bitiş

source: Start Time
es: Hora de Inicio
tr: Başlangıç Saati

source: End Time
es: Hora de Fin
tr: Bitiş Saati

source: Location
es: Ubicación
tr: Konum

source: Enter location
es: Ingresa la ubicación
tr: Konum girin

source: QR code generated
es: Código QR generado
tr: QR kod oluşturuldu

source: Event QR Code
es: Código QR del Evento
tr: Etkinlik QR Kodu

# organizerInfo
source: Organizer information
es: Información del organizador
tr: Organizatör bilgisi

source: Start
es: Inicio
tr: Başlangıç

# startTimeTooltip
source: Start time
es: Hora de inicio
tr: Başlangıç saati

source: End
es: Fin
tr: Bitiş

# endTimeTooltip
source: End time
es: Hora de fin
tr: Bitiş saati

source: QR Code Preview
es: Vista Previa del Código QR
tr: QR Kod Önizlemesi

source: Enter event title
es: Ingresa el título del evento
tr: Etkinlik başlığı girin

# invalidEventInfo
source: Invalid event information
es: Información de evento inválida
tr: Geçersiz etkinlik bilgisi

# aboutEventQrCode
source: vEvent information card
es: Tarjeta de información vEvent
tr: vEvent bilgi kartı

# eventQrCodeDescription
source: People who scan this QR code can automatically add the event to their calendar. Event title is required.
es: Las personas que escaneen este código QR pueden agregar automáticamente el evento a su calendario. El título del evento es obligatorio.
tr: Bu QR kodu tarayan kişiler otomatik olarak etkinliği takvimlerine ekleyebilir. Etkinlik başlığı zorunludur.

source: Event QR code shared
es: Código QR del evento compartido
tr: Etkinlik QR kodu paylaşıldı

source: Title
es: Título
tr: Başlık

# qrCodeInfo
source: QR codes can contain any text, URL, phone number or other data types.
es: Los códigos QR pueden contener cualquier texto, URL, número de teléfono u otros tipos de datos.
tr: QR kodlar herhangi bir metin, URL, telefon numarası veya diğer veri türlerini içerebilir.

# ean13Info
source: EAN-13 code must be exactly 12 digits. The last digit is calculated automatically.
es: El código EAN-13 debe tener exactamente 12 dígitos. El último dígito se calcula automáticamente.
tr: EAN-13 kodu tam olarak 12 haneli sayı olmalıdır. Son hane otomatik hesaplanır.

# ean8Info
source: EAN-8 code must be exactly 7 digits. The last digit is calculated automatically.
es: El código EAN-8 debe tener exactamente 7 dígitos. El último dígito se calcula automáticamente.
tr: EAN-8 kodu tam olarak 7 haneli sayı olmalıdır. Son hane otomatik hesaplanır.

# upcAInfo
source: UPC-A code must be exactly 11 digits. The last digit is calculated automatically.
es: El código UPC-A debe tener exactamente 11 dígitos. El último dígito se calcula automáticamente.
tr: UPC-A kodu tam olarak 11 haneli sayı olmalıdır. Son hane otomatik hesaplanır.

# upcEInfo
source: UPC-E code must be exactly 6 digits.
es: El código UPC-E debe tener exactamente 6 dígitos.
tr: UPC-E kodu tam olarak 6 haneli sayı olmalıdır.

# code39Info
source: CODE-39 supports only uppercase letters, numbers and some special characters.
es: CODE-39 solo soporta letras mayúsculas, números y algunos caracteres especiales.
tr: CODE-39 sadece büyük harfler, sayılar ve bazı özel karakterleri destekler.

# code93Info
source: CODE-93 provides advanced alphanumeric character support.
es: CODE-93 proporciona soporte avanzado para caracteres alfanuméricos.
tr: CODE-93 gelişmiş alfanumerik karakter desteği sunar.

# code128Info
source: CODE-128 provides high-density data storage.
es: CODE-128 proporciona almacenamiento de datos de alta densidad.
tr: CODE-128 yüksek yoğunluklu veri depolama sağlar.

# itfInfo
source: ITF supports only numeric characters.
es: ITF solo soporta caracteres numéricos.
tr: ITF sadece sayısal karakterleri destekler.

# pdf417Info
source: PDF-417 is a two-dimensional barcode format that can store large amounts of data.
es: PDF-417 es un formato de código de barras bidimensional que puede almacenar grandes cantidades de datos.
tr: PDF-417 iki boyutlu barkod formatıdır ve büyük miktarda veri saklayabilir.

# codabarInfo
source: Codabar supports only numeric characters.
es: Codabar solo soporta caracteres numéricos.
tr: Codabar sadece sayısal karakterleri destekler.

# dataMatrixInfo
source: Data Matrix is a two-dimensional barcode format.
es: Data Matrix es un formato de código de barras bidimensional.
tr: Data Matrix iki boyutlu barkod formatıdır.

# aztecInfo
source: Aztec is a two-dimensional barcode format.
es: Aztec es un formato de código de barras bidimensional.
tr: Aztec iki boyutlu barkod formatıdır.

# unknownBarcodeInfo
source: No information available about this barcode format.
es: No hay información disponible sobre este formato de código de barras.
tr: Bu barkod formatı hakkında bilgi mevcut değil.

source: WiFi Network
es: Red WiFi
tr: WiFi Ağı

source: Security Type
es: Tipo de Seguridad
tr: Güvenlik Türü

source: Hidden Network
es: Red Oculta
tr: Gizli Ağ

# hiddenNetworkDescription
source: This network does not broadcast SSID
es: Esta red no transmite SSID
tr: Bu ağ SSID yayınlamıyor

source: Enter network name
es: Ingresa el nombre de la red
tr: Ağ adını girin

# invalidWifiInfo
source: Invalid Wi-Fi information
es: Información de Wi-Fi inválida
tr: Geçersiz Wi-Fi bilgisi

source: About Wi-Fi QR Code
es: Acerca del Código QR Wi-Fi
tr: Wi-Fi QR Kodu Hakkında

# wifiQrCodeDescription
source: People who scan this QR code can automatically connect to your Wi-Fi network. Network name (SSID) is required. Password is also required for secured networks.
es: Las personas que escaneen este código QR pueden conectarse automáticamente a tu red Wi-Fi. El nombre de la red (SSID) es obligatorio. La contraseña también es necesaria para redes seguras.
tr: Bu QR kodu tarayan kişiler otomatik olarak Wi-Fi ağınıza bağlanabilir. Ağ adı (SSID) zorunludur. Şifreli ağlar için şifre de gereklidir.

source: Wi-Fi QR code shared
es: Código QR Wi-Fi compartido
tr: Wi-Fi QR kodu paylaşıldı

# contactInfo
source: Contact Information
es: Información de Contacto
tr: Kişi Bilgileri

# firstName
source: Your first name
es: Tu nombre
tr: Adınız

# lastName
source: Your last name
es: Tu apellido
tr: Soyadınız

source: Company name
es: Nombre de la empresa
tr: Şirket adı

# aboutContactQrCode
source: vCard information card
es: Tarjeta de información vCard
tr: vCard bilgi kartı

# contactQrCodeDescription
source: People who scan this QR code can automatically save your contact information to their phones. At least first or last name must be entered.
es: Las personas que escaneen este código QR pueden guardar automáticamente tu información de contacto en sus teléfonos. Se debe ingresar al menos el nombre o apellido.
tr: Bu QR kodu tarayan kişiler otomatik olarak kişi bilgilerinizi telefonlarına kaydedebilir. Ad veya soyad en az birinin girilmesi gereklidir.

source: Contact QR code saved
es: Código QR de contacto guardado
tr: Kişi QR kodu kaydedildi

source: Contact QR code shared
es: Código QR de contacto compartido
tr: Kişi QR kodu paylaşıldı

source: Select Image from Gallery
es: Seleccionar Imagen de la Galería
tr: Galeriden Resim Seç

# scanQrFromGallery
source: Scan QR code by selecting an image from gallery
es: Escanear código QR seleccionando una imagen de la galería
tr: Galeriden bir görüntü seçerek QR kod tarayın

source: not found
es: no encontrado
tr: bulunamadı

# errorSelectingImage
source: Error: A problem occurred while selecting image
es: Error: Ocurrió un problema al seleccionar la imagen
tr: Hata: Resim seçilirken bir sorun oluştu

# noQrCodeInImage
source: No QR code found in this image
es: No se encontró código QR en esta imagen
tr: Bu resimde QR kod bulunamadı

# errorScanningQr
source: Error: A problem occurred while scanning QR code
es: Error: Ocurrió un problema al escanear el código QR
tr: Hata: QR kod taranırken bir sorun oluştu

source: Contact
es: Contacto
tr: Kişi

source: URL cannot be opened
es: No se puede abrir la URL
tr: URL açılamadı

# errorOpeningUrl
source: Error occurred while opening URL
es: Error al abrir la URL
tr: URL açılırken hata oluştu

source: QR code scanned and saved!
es: ¡Código QR escaneado y guardado!
tr: QR kod tarandı ve kaydedildi!

# qrCodeAlreadyScanned
source: This QR code has been scanned before!
es: ¡Este código QR ya fue escaneado antes!
tr: Bu QR kod daha önce taranmış!

# wifiNetworkInfo
source: WiFi network information
es: Información de red WiFi
tr: WiFi ağ bilgileri

# openWebPageQuestion
source: A web address was found in the QR code. Do you want to open this page?
es: Se encontró una dirección web en el código QR. ¿Quieres abrir esta página?
tr: QR kodda bir web adresi bulundu. Bu sayfayı açmak istiyor musuniz?

# urlCannotBeOpenedError
source: URL cannot be opened
es: No se puede abrir la URL
tr: URL açılamadı

# creationDateLabel
source: Creation Date
es: Fecha de Creación
tr: Oluşturulma Tarihi

# titleLabel
source: Title
es: Título
tr: Unvan

# descriptionLabel
source: Description
es: Descripción
tr: Açıklama

# organizerLabel
source: Organizer
es: Organizador
tr: Organizatör

# startDateLabel
source: Start
es: Inicio
tr: Başlangıç

# endDateLabel
source: End
es: Fin
tr: Bitiş

source: Contact Information
es: Información de Contacto
tr: Kişi Bilgileri

# firstNameHint
source: Your first name
es: Tu nombre
tr: Adınız

# lastNameHint
source: Your last name
es: Tu apellido
tr: Soyadınız

# companyNameHint
source: Company name
es: Nombre de la empresa
tr: Şirket adı

# invalidContactInfo
source: Invalid contact information
es: Información de contacto inválida
tr: Geçersiz kişi bilgisi

# networkNameLabel
source: Network Name (SSID)
es: Nombre de Red (SSID)
tr: Ağ Adı (SSID)

# networkNameHint
source: Your Wi-Fi network name
es: Tu nombre de red Wi-Fi
tr: Wi-Fi ağ adınız

# securityTypeLabel
source: Security Type
es: Tipo de Seguridad
tr: Güvenlik Türü

# passwordHint
source: Your Wi-Fi password
es: Tu contraseña Wi-Fi
tr: Wi-Fi şifreniz

# hiddenNetworkLabel
source: Hidden Network
es: Red Oculta
tr: Gizli Ağ

# noPasswordValue
source: None
es: Ninguna
tr: Yok

# yesValue
source: Yes
es: Sí
tr: Evet

source: Password: part removed
es: Contraseña: parte eliminada
tr: Şifre: kısmını çıkar

source: QR Code Types
es: Tipos de Código QR
tr: QR Kod Türleri

source: Barcode Types
es: Tipos de Código de Barras
tr: Barkod Türleri

source: Clipboard Content
es: Contenido del Portapapeles
tr: Panodan İçerik

# clipboardContentSubtitle
source: Convert clipboard text to QR code
es: Convertir texto del portapapeles a código QR
tr: Panodaki metni QR koda dönüştür

# urlSubtitle
source: Create website address
es: Crear dirección de sitio web
tr: Web sitesi adresi oluştur

source: Plain Text
es: Texto Plano
tr: Düz Metin

# plainTextSubtitle
source: Create any text
es: Crear cualquier texto
tr: Herhangi bir metin oluştur

# enterYourText
source: Enter your text here
es: Ingresa tu texto aquí
tr: Metninizi buraya yazın

# wifiSubtitle
source: Create Wi-Fi network information
es: Crear información de red Wi-Fi
tr: Wi-Fi ağ bilgileri oluştur

source: Contact (vCard)
es: Contacto (vCard)
tr: Kişi (vCard)

# contactVcardSubtitle
source: Create contact information
es: Crear información de contacto
tr: İletişim bilgileri oluştur

source: Email Address
es: Dirección de Correo Electrónico
tr: E-posta Adresi

# emailAddressSubtitle
source: Create email address
es: Crear dirección de correo electrónico
tr: E-posta adresi oluştur

source: SMS Address
es: Dirección SMS
tr: SMS Adresi

# smsAddressSubtitle
source: Create SMS message
es: Crear mensaje SMS
tr: SMS mesajı oluştur

# messageBody
source: Your message
es: Tu mensaje
tr: Mesajınız

source: Geographic Coordinates
es: Coordenadas Geográficas
tr: Coğrafi Koordinatlar

# geographicCoordinatesSubtitle
source: Create location information
es: Crear información de ubicación
tr: Konum bilgisi oluştur

source: Phone Number
es: Número de Teléfono
tr: Telefon Numarası

# phoneNumberSubtitle
source: Create phone number
es: Crear número de teléfono
tr: Telefon numarası oluştur

source: Calendar (vEvent)
es: Calendario (vEvent)
tr: Takvim (vEvent)

# calendarVeventSubtitle
source: Create event information
es: Crear información de evento
tr: Etkinlik bilgileri oluştur

# ean8Subtitle
source: 8-digit product code
es: Código de producto de 8 dígitos
tr: 8 haneli ürün kodu

source: Create EAN-8
es: Crear EAN-8
tr: EAN-8 Oluştur

# ean13Subtitle
source: 13-digit product code
es: Código de producto de 13 dígitos
tr: 13 haneli ürün kodu

source: Create EAN-13
es: Crear EAN-13
tr: EAN-13 Oluştur

# upcESubtitle
source: 6-digit UPC code
es: Código UPC de 6 dígitos
tr: 6 haneli UPC kodu

source: Create UPC-E
es: Crear UPC-E
tr: UPC-E Oluştur

# upcASubtitle
source: 12-digit UPC code
es: Código UPC de 12 dígitos
tr: 12 haneli UPC kodu

source: Create UPC-A
es: Crear UPC-A
tr: UPC-A Oluştur

# code39Subtitle
source: Alphanumeric code
es: Código alfanumérico
tr: Alfanumerik kod

source: Create CODE-39
es: Crear CODE-39
tr: CODE-39 Oluştur

# code93Subtitle
source: Advanced alphanumeric code
es: Código alfanumérico avanzado
tr: Gelişmiş alfanumerik kod

source: Create CODE-93
es: Crear CODE-93
tr: CODE-93 Oluştur

# code128Subtitle
source: High-density code
es: Código de alta densidad
tr: Yüksek yoğunluklu kod

source: Create CODE-128
es: Crear CODE-128
tr: CODE-128 Oluştur

# itfSubtitle
source: Numeric code
es: Código numérico
tr: Sayısal kod

source: Create ITF
es: Crear ITF
tr: ITF Oluştur

# pdf417Subtitle
source: Two-dimensional barcode
es: Código de barras bidimensional
tr: İki boyutlu barkod

source: Create PDF-417
es: Crear PDF-417
tr: PDF-417 Oluştur

source: PDF417 example
es: Ejemplo PDF417
tr: PDF417 örneği

# codabarSubtitle
source: Numeric code
es: Código numérico
tr: Sayısal kod

source: Create Codabar
es: Crear Codabar
tr: Codabar Oluştur

# dataMatrixSubtitle
source: Two-dimensional barcode
es: Código de barras bidimensional
tr: İki boyutlu barkod

source: Create Data Matrix
es: Crear Data Matrix
tr: Data Matrix Oluştur

source: Data Matrix example
es: Ejemplo Data Matrix
tr: Data Matrix örneği

# aztecSubtitle
source: Two-dimensional barcode
es: Código de barras bidimensional
tr: İki boyutlu barkod

source: Create Aztec
es: Crear Aztec
tr: Aztec Oluştur

source: Aztec example
es: Ejemplo Aztec
tr: Aztec örneği

# scanFromGalleryTitle
source: Scan QR from Gallery
es: Escanear QR desde Galería
tr: Galeriden QR Tara

# scanFromGallerySubtitle
source: Scan QR code by selecting an image from gallery
es: Escanear código QR seleccionando una imagen de la galería
tr: Galeriden bir görüntü seçerek QR kod tarayın

source: QR Code Found!
es: ¡Código QR Encontrado!
tr: QR Kod Bulundu!

# powerfulQrReader
source: Powerful QR code reader
es: Lector de códigos QR potente
tr: Güçlü QR kod okuyucu

source: Remove Ads
es: Eliminar Anuncios
tr: Reklamları Kaldır

# removeAdsFeature
source: Remove ads feature coming soon
es: Función de eliminar anuncios próximamente
tr: Reklamları kaldır özelliği yakında eklenecek

# featureComingSoon
source: This feature is coming soon
es: Esta función llegará pronto
tr: Bu özellik yakında gelecek

# pleaseEnsureBrowser
source: Please make sure you have a web browser on your device.
es: Por favor asegúrate de tener un navegador web en tu dispositivo.
tr: Lütfen cihazınızda bir web tarayıcısı olduğundan emin olun.

source: URL copied to clipboard
es: URL copiada al portapapeles
tr: URL panoya kopyalandı

# urlOpenError
source: URL opening error
es: Error al abrir URL
tr: URL açma hatası
